[
    {
        "kroatisch": "Dvije plavuše kupuju karte u kazalištu:\r\n\"Za Hamleta?\" zapita ih blagajnica.\r\n\"Ne, ne, za nas dvije!\"",
        "deutsch": "Zwei Blondinen kaufen Karten im Theater:\r\n\"Für Hamlet?\", fragt sie die Kassiererin.\r\n\"Nein, nein, für uns Zwei!\""
    },
    {
        "kroatisch": "Zašto plavuša zatvara oči ispred ogledala?\r\nDa vidi kako izgleda dok spava!",
        "deutsch": "Warum schließt eine Blondine ihre Augen vor dem Spiegel?\r\nUm zu sehen, wie sie aussieht während sie schläft!"
    },
    {
        "kroatisch": "Zašto plavuša kuca po uličnom stupu?\r\nZato jer je na stupu oglas: \"Iznajmljuje se stan\"!",
        "deutsch": "Warum klopft eine Blondine an den Straßenmast?\r\nWeil auf ihm eine Kleinanzeige steht: \"Wohnung zu vermieten\"!"
    },
    {
        "kroatisch": "Zašto je plavuša sretna kada složi puzzle za 6 mjeseci?\r\nJer na kutiji piše: \"za 3-5 godina\"!",
        "deutsch": "Warum ist eine Blondine glücklich, wenn sie ein Puzzle in 6 Monaten zusammenfügt?\r\nWeil auf der Schachtel geschrieben steht: \"für 3-5 Jahre\"!"
    },
    {
        "kroatisch": "Zašto plavuša nosi crne naočale na trbuhu?\r\nJer je čula da ima slijepo crijevo!",
        "deutsch": "Warum trägt eine Blondine eine schwarze Brille auf dem Bauch?\r\nWeil sie gehört hat, dass sie einen Blinddarm hat!"
    },
    {
        "kroatisch": "Znate li zašto plavuše nose ljestve u prodavnicu?\r\nZato što su cijene visoke.",
        "deutsch": "Wissen Sie, warum Blondinen eine Leiter in den Laden tragen?\r\nWeil die Preise hoch sind"
    },
    {
        "kroatisch": "Što plavuša najradije radi u pustinji?\r\nBriše prašinu!",
        "deutsch": "Was macht eine Blondine am liebsten in der Wüste?\r\nSie wischt Staub!"
    },
    {
        "kroatisch": "Kako plavuša lovi zeca?\r\nStane iza drveta i zviždi kao kupus!",
        "deutsch": "Wie jagt eine Blondine einen Hasen?\r\nSie steht hinter einem Baum und pfeift wie ein Kohl!"
    },
    {
        "kroatisch": "Zašto King-Kong voli plavušu?\r\nZato što je majmun!",
        "deutsch": "Warum liebt King-Kong Blondinen?\r\nWeil er ein Affe ist!"
    },
    {
        "kroatisch": "Zašto plavuša drži naočale u hladnjaku?\r\nŽeli imati hladan pogled!",
        "deutsch": "Warum hält eine Blondine die Brille an den Kühlschrank?\r\nSie will einen kalten Blick haben!"
    },
    {
        "kroatisch": "Zašto plavuša stane u kut kad joj je hladno?\r\nZato što kut ima devedeset stupnjeva!",
        "deutsch": "Warum bleibt eine Blondine in einer Ecke stehen, wenn ihr kalt ist?\r\nWeil die Ecke neunzig Grad hat!"
    },
    {
        "kroatisch": "Kako potopiti podmornicu punu plavuša?\r\nPokucaš na vrata!",
        "deutsch": "Wie versenkt man ein U-Boot voller Blondinen?\r\nDu klopfst an die Tür!"
    },
    {
        "kroatisch": "Zašto se plavuša ne kupa?\r\nČeka da se na bojleru pojavi zeleno svjetlo!",
        "deutsch": "Warum badet die Blondine nicht?\r\nSie wartet, dass am Boiler ein grünes Licht erscheint!"
    },
    {
        "kroatisch": "Zašto plavuša pere kosu na suho?\r\nJer na šamponu piše \"za suhu kosu\".",
        "deutsch": "Warum wäscht eine Blondine ihre Haare trocken?\r\nWeil auf dem Schampon geschrieben steht \"Für trockenes Haar\"."
    },
    {
        "kroatisch": "Zašto plavuša hoda na prstima kad uđe u ljekarnu?\r\nDa ne probudi tablete za spavanje!",
        "deutsch": "Warum geht die Blondine auf den Zehenspitzen, wenn sie die Apotheke betritt?\r\nDamit sie die Schlaftabletten nicht aufweckt!"
    },
    {
        "kroatisch": "Što plavuša radije želi biti: glupa ili lijepa?\r\nGlupa, ljepota je prolazna!",
        "deutsch": "Was würde eine Blondine lieber sein: dumm oder schön?\r\nDumm, Schönheit ist vergänglich!"
    },
    {
        "kroatisch": "Zašto plavuša stoji u dućanu i otvara sva mlijeka?\r\nZato što na mlijeku piše: \"Otvori ovdje\".",
        "deutsch": "Warum steht die Blondine im Laden und öffnet die ganze Milch?\r\nWeil auf der Milch geschrieben steht: \"Hier öffnen\"."
    },
    {
        "kroatisch": "Što kaže plavuša kad čuje vic o plavuši?\r\n\"Joj, kako je glupa!\"",
        "deutsch": "Was sagt eine Blondine wenn sie einen Witz über eine Blondine hört?\r\n\"Oh, wie dumm die ist!\""
    },
    {
        "kroatisch": "Zašto plavuša ne jede kisele krastavce?\r\nJer ne može staviti glavu u teglu!",
        "deutsch": "Warum isst eine Blondine keine sauren Gurken?\r\nWeil sie ihren Kopf nicht in das Glas stecken kann!"
    },
    {
        "kroatisch": "Zašto plavuša prije pranja polijeva kosu uljem?\r\nJer na šamponu piše: \"Za masnu kosu\".",
        "deutsch": "Warum begießt eine Blondine vor dem Waschen die Haare mit Öl?\r\nWeil auf dem Schampon geschrieben steht: \"Für fettiges Haar\"."
    },
    {
        "kroatisch": "Kako plavuša radi pekmez?\r\nGuli krafne!",
        "deutsch": "Wie macht eine Blondine Marmelade?\r\nSie schält Pfannkuchen!"
    },
    {
        "kroatisch": "Zašto plavuša drži tenisice u kavezu?\r\nJer na njima piše PUMA!",
        "deutsch": "Warum hält eine Blondine Turnschuhe in einem Käfig?\r\nWeil auf ihnen PUMA geschrieben steht!"
    },
    {
        "kroatisch": "Što kaže plavuša kad vidi koru od banane?\r\nJoj, opet ću pasti!",
        "deutsch": "Was sagt eine Blondine, wenn sie die Schale von einer Banane sieht?\r\nOh, ich werde wieder hinfallen!"
    },
    {
        "kroatisch": "Zašto plavuša pere rublje na dnu mora?\r\nJer na deterdžentu piše: \"Dubinsko pranje\".",
        "deutsch": "Warum wäscht eine Blondine die Wäschen auf dem Grund des Meeres?\r\nWeil auf dem Waschmittel steht: \"Tiefenreinigung\"."
    },
    {
        "kroatisch": "Znate li koliko ima viceva o plavušama?\r\nNiti jedan, sve je istina.",
        "deutsch": "Wissen Sie wie viele Witze es über Blondinen gibt?\r\nNicht einen einzigen, es ist alles wahr."
    },
    {
        "kroatisch": "Kako nasmijati plavušu u ponedjeljak?\r\nIspričaš joj vic u petak!",
        "deutsch": "Wie bringt man eine Blondine am Montag zum Lachen?\r\nDu erzählst ihr einen Witz am Freitag!"
    },
    {
        "kroatisch": "Što kaže plavuša kad je pitaš je li žmigavac upaljen.\r\n\"Upaljen je, ugašen je, upaljen je, ugašen je…\"",
        "deutsch": "Was sagt eine Blondine, wenn du sie fragst, ob das Blinklicht an ist?\r\n\"Es ist an, es ist aus, es ist an, es ist aus...\""
    },
    {
        "kroatisch": "Kako ćeš znati da je plavuša radila na kompjutoru?\r\nNaći ćeš komadiće sira oko miša!",
        "deutsch": "Woher wirst du wissen, dass eine Blondine am Computer gearbeitet hat?\r\nSie werden Käsestücke um die Maus herum finden!"
    },
    {
        "kroatisch": "Sto kaže plavuša s govnom u ruci?\r\n\"Vidi u što sam zamalo stala!\"",
        "deutsch": "Was sagt eine Blondine mit Scheiße in der Hand?\r\n\"Schau, in was ich beinahe getreten wäre!\""
    },
    {
        "kroatisch": "Koja je razlika između plavuše i svemira?\r\nU svemiru ima nade da postoji inteligentni život!",
        "deutsch": "Was ist der Unterschied zwischen einer Blondine und dem Universum?\r\nIm Universum gibt es Hoffnung, dass intelligentes Leben existiert!"
    },
    {
        "kroatisch": "Zašto se na plavušinom kompjutoru vide otisci nogu?\r\nJer je pokušavala ući na Internet!",
        "deutsch": "Warum sind auf dem Computer einer Blondine Fußabdrücke zu sehen?\r\nWeil sie versucht hat, ins Internet zu gehen!"
    },
    {
        "kroatisch": "Zašto plavuše mijenjaju svojoj djeci jednom na mjesec pelene?\r\nJer na paketu piše: \"Do 10 kila\".",
        "deutsch": "Warum wechseln Blondinen ihren Kindern einmal im Monat die Windeln?\r\nWeil auf der Packung steht: \"Bis 10 Kilo\"."
    },
    {
        "kroatisch": "Zašto plavuša ne mijenja vodu u akvariju?\r\nJer ribe nisu popile ni onu staru!",
        "deutsch": "Warum wechselt die Blondine das Wasser im Aquarium nicht?\r\nWeil die Fische das alte auch nicht getrunken haben!"
    },
    {
        "kroatisch": "Zašto plavuša baca sijeno po ulici?\r\nHrani zebru!",
        "deutsch": "Warum wirft eine Blondine Heu auf die Straße?\r\nSie füttert das Zebra!"
    },
    {
        "kroatisch": "Zašto plavuša nosi kompjutor kod doktora?\r\nDa ga cijepi protiv virusa!",
        "deutsch": "Warum trägt eine Blondine den Computer zum Arzt?\r\nUm ihn gegen das Virus zu impfen!"
    },
    {
        "kroatisch": "Zašto plavuše ne vežu cipele?\r\nDa ih brže skinu ako moraju brojiti preko deset!",
        "deutsch": "Warum binden sich Blondinen die Schuhe nicht zu?\r\nDamit sie sie schneller ausziehen, wenn sie über zehn zählen müssen!"
    },
    {
        "kroatisch": "Pišu dvije plavuše test. Nakon testa razgovaraju:\r\n\"Što misliš kako si napisala test?\"\r\n\"Loše, predala sam prazan papir. A ti?\"\r\n\"Ja sam isto predala prazan papir.\"\r\n\"O ne!!! Sigurno će misliti da smo prepisivale!\"",
        "deutsch": "Zwei Blondinen schreiben einen Test. Nach dem Test unterhalten sie sich:\r\n\"Was denkst du, wie hast du den Test geschrieben?\"\r\n\"Schlecht, ich habe ein leeres Papier abgegeben. Und du?\"\r\n\"Ich habe auch ein leeres Papier abgegeben.\"\r\n\"Oh nein !!! Sicherlich werden sie denken, dass wir abgeschrieben haben!\""
    },
    {
        "kroatisch": "Kako plavušu zaposliti satima?\r\nNa obje strane papira napišeš: \"Okreni\" i daš joj da čita!",
        "deutsch": "Wie beschäftigt man eine Blondine stundenlang?\r\nSchreibe auf beide Seiten eines Papiers : \"Umdrehen\" und lass sie das lesen!"
    },
    {
        "kroatisch": "Zaglavile se tri plavuše u liftu.\r\n\"U pomoć!\" poviče prva.\r\n\"U pomoć!\" poviče druga.\r\nTreća predloži da viču zajedno.\r\nPa poviču: \"Zajedno!\"",
        "deutsch": "Drei Blondinen bleiben im Aufzug stecken.\r\n\"Zu Hilfe!\", ruft die Erste.\r\n\"Zu Hilfe!\", ruft die Zweite.\r\nDie Dritte schlägt vor, dass sie zusammen schreien.\r\nAlso rufen sie: \"Zusammen!\""
    },
    {
        "kroatisch": "Što misli plavuša da je jedna svjetlosna godina?\r\nDvanaestomjesečni račun za struju!",
        "deutsch": "Was glaubt eine Blondine, dass ein Lichtjahr ist?\r\nDie zwölfmonatige Rechnung für den Strom!"
    },
    {
        "kroatisch": "Dvije plavuše pričaju o nedavnom nestanku struje.\r\n\"Ja sam tri sata čekala u liftu da se struja vrati.\"\r\n\"Ma nije to ništa, ja sam tri sata čekala na pokretnim stepenicama.\"",
        "deutsch": "Zwei Blondinen sprechen über einen kürzlichen Stromausfall.\r\n\"Ich habe drei Stunden im Aufzug gewartet, dass der Strom zurückkommt.\"\r\n\"Das ist doch gar nichts, ich habe drei Stunden auf der Rolltreppe gewartet.\""
    },
    {
        "kroatisch": "Što je plavuša kad se šminka?\r\nNaivna umjetnost!",
        "deutsch": "Was ist eine Blondine, wenn sie sich schminkt?\r\nNaive Kunst!"
    },
    {
        "kroatisch": "Može li plavuša od muškarca učiniti milijunaša?\r\nDa, ali samo ako je milijarder.",
        "deutsch": "Kann eine Blondine aus einem Mann einen Millionär machen?\r\nJa, aber nur, wenn er Milliardär ist."
    },
    {
        "kroatisch": "Plavuša dolazi s vozačkog ispita i kaže drugoj plavuši:\r\n\"To ne kužim! Došla sam do kružnog toka. Na znaku je pisalo 30 i prošla sam kroz kružni tok 30 puta. Onda je instruktor rekao da sam pala.\"\r\nDruga plavuša odgovara:\r\n\"Možda si krivo brojala.\"",
        "deutsch": "Eine Blondine kommt von der Fahrprüfung und sagt zu einer anderen Blondine:\r\n\"Ich verstehe es nicht! Ich kam an einen Kreisverkehr. Auf dem Schild stand 30 und ich bin 30 Mal durch den Kreisverkehr gefahren. Dann sagte der Ausbilder, ich sei durchgefallen.\"\r\nDie andere Blondine antwortet:\r\n\"Vielleicht hast du falsch gezählt.\""
    },
    {
        "kroatisch": "Idu dvije plavuše ulicom i nađu ogledalo. Jedna ga uzme i reče:\r\n\"Vidi, moja slika!\"\r\nUzme druga ogledalo i reče:\r\n\"Uh, kako si ružna!\"",
        "deutsch": "Gehen zwei Blondinen die Straße entlang und finden einen Spiegel. Eine nimmt ihn und sagt:\r\n\"Schau, mein Bild!\"\r\nDie andere nimmt den Spiegel und sagt:\r\n\"Uh, wie hässlich du bist!\""
    },
    {
        "kroatisch": "Pita muž svoju ženu plavušu:\r\n\"Draga, ide li neki auto s desne strane?\"\r\n\"Ne!\"\r\nMuž doda gas, a ona doda:\r\n\"Ide samo neki ružni kamion!\"",
        "deutsch": "Ein Mann fragt seine blonde Frau:\r\n\"Liebling, kommt ein Auto auf der rechten Seite?\"\r\n\"Nein!\"\r\nDer Mann gibt Gas, und sie fügt hinzu:\r\n\"Es kommt nur ein hässlicher LKW!\""
    },
    {
        "kroatisch": "Što kaže plavuša kada joj kažeš da ima vakuum u glavi?\r\n\"Bolje išta nego ništa!\"",
        "deutsch": "Was sagt eine Blondine, wenn du ihr sagst, dass sie ein Vakuum im Kopf hat?\r\n\"Besser als nichts!\""
    },
    {
        "kroatisch": "Što plavuša radi naslonjena na zid željezare?\r\nSluša heavy metal!",
        "deutsch": "Was macht eine Blondine, gelehnt an die Wand eines Eisenwarenladens?\r\nSie hört Heavy Metal!"
    },
    {
        "kroatisch": "Pita jedna plavuša drugu:\r\n\"Znaš li ti što je crni humor?\"\r\n\"To je kad se smiju dva crnca!\"",
        "deutsch": "Eine Blondine fragt eine andere:\r\n\"Weißt du was schwarzer Humor ist?\"\r\n\"Das ist wenn zwei Schwarze lachen!\""
    },
    {
        "kroatisch": "\"Želim vratiti ovu knjigu, ništa ne valja! Previše likova, nema radnje\", žali se plavuša.\r\n\"Ukrali ste naš telefonski imenik!\" odgovara knjižničarka.",
        "deutsch": "\"Ich möchte dieses Buch zurückgeben, es taugt nichts! Zu viele Charaktere, keine Handlung\", beschwert sich die Blondine.\r\n\"Sie haben unser Telefonbuch gestohlen!\", antwortet der Bibliothekar."
    },
    {
        "kroatisch": "Zašto plavuša stavlja sat na ranu?\r\nJer je čula da vrijeme liječi sve rane!",
        "deutsch": "Warum legt eine Blondine eine Uhr auf eine Wunde?\r\nWeil sie hörte, dass die Zeit alle Wunden heilt!"
    },
    {
        "kroatisch": "Plavuša ulazi u muzej i slučajno razbije vazu staru 500 godina. Čuvar joj kaže:\r\n\"Upravo ste razbili vazu staru 500 godina!\"\r\nPlavuša odgovara:\r\n\"Hvala Bogu nije bila nova!\"",
        "deutsch": "Eine Blondine kommt ins Museum und zerbricht versehentlich eine 500 Jahre alte Vase. Der Aufseher sagt ihr:\r\n\"Sie haben gerade eine 500 Jahre alte Vase zerbrochen!\"\r\nDie Blondine antwortet:\r\n\"Gott sei Dank war sie nicht neu!\""
    },
    {
        "kroatisch": "Zašto plavuša kupuje bijelu boju?\r\nZa crne dane!",
        "deutsch": "Warum kauft eine Blondine weiße Farbe?\r\nFür schwarze Tage!"
    },
    {
        "kroatisch": "Ulazi plavuša u prodavaonicu i pita:\r\n\"Imate li naočale?\"\r\n\"Za sunce?\"\r\n\"Ne. Za mene!\"",
        "deutsch": "Eine Blondine kommt ins Geschäft und fragt:\r\n\"Haben Sie eine Brille?\"\r\n\"Für die Sonne?\"\r\n\"Nein. Für mich!\""
    }
]